Repository: omar-hanafy/flutter-starter-project
Catalog: lib/app/l10n/arb/app_*.arb
Languages: ar

source: Home
ar: الرئيسية

source: Search
ar: البحث

source: Explore
ar: البحث

source: Cart
ar: السلة

source: Orders
ar: الطلبات

source: Account
ar: حسابي

source: Notification
ar: الإشعارات

source: ratings
ar: تقييم

source: Colors
ar: الوان المنتج المتاحة

source: Brand
ar: ماركة

source: EGP
ar: ج.م

source: Quantity
ar: الكمية

source: Buy Now
ar: أشترِ الآن

source: Add To Cart
ar: أضف إلى العربة

source: Add To Wishlist
ar: أضف إلى المفضلة

source: Available Replacements
ar: قطع الغيار المتوفرة لهذا المنتج

source: Product Gallery
ar: صور تفصيلية للمنتج

source: What's In The Box
ar: ماذا يوجد داخل العبوة

# aboutProduct
source: About This Product
ar: نبذة عن المنتج

source: Detailed Specifications
ar: مواصفات المنتج

source: Customer Reviews
ar: تققيم العملاء

source: Get Offer Now
ar: أحصل على العرض

# offerText
source: Buy the full package and get
ar: قم بشراء الطقم بالكامل واحصل على خصم

# freeReturnTag
source: Free Return
ar: إرجاع مجاني

# secureShoppingTag
source: Secure Shopping
ar: تَسَوُق آمن

# yearGuaranteeTag
source: year Guarantee
ar: سنة ضمان

# noReviews
source: There's no reviews written to this product yet
ar: لم تُكتب تقييمات لهذا المنتج بعد

source: show more
ar: أعرض أكثر

source: show less
ar: أعرض أقل

# noProducts
source: no available products now
ar: لا توجد منتجات متاحة الآن

# mixers
source: Water Mixers
ar: خلاطات مياة

# shower
source: Head Showers And Shower Systems
ar: سماعات دش ومساطر شاور

source: Accessories
ar: إكسسوارات

# finishing
source: For Finishing
ar: للتشطيب

# replacements
source: Fix And Replacements
ar: قطع الغيار والتصليح

# packages
source: Full Packages
ar: أطقم كاملة

source: Discount Up To
ar: خصم يصل الى

# brands
source: Brands You Will Love
ar: ماركات سَتُحبها

# exitApp
source: Exit
ar: الخروج

# confirmExit
source: Confirm Exiting App
ar: تأكيد الخروج من التطبيق

source: Cancel
ar: إلغاء

source: Confirm
ar: تأكيد

source: All
ar: الكل

# availableFilters
source: Filters
ar: التصفيات

# andUp
source: & Up
ar: وأكثر

source: From
ar: من

source: To
ar: إلى

source: Featured
ar: متميز

# priceLtoH
source: Price Low to High
ar: السعر من الاقل للاعلى

# priceHtoL
source: Price High to Low
ar: السعر من الاعلى للاقل

source: Avg. Review
ar: التقييم من الاعلى للاقل

source: New Arrival
ar: منتجات جديدة

source: Apply Filters
ar: تصفية المنتجات

source: Filters
ar: تصفية

source: Select Category
ar: اختر الفئة

source: Select Brand
ar: اختر الماركة

source: Select Price Range
ar: اختر نطاق السعر

source: Select Color
ar: اختر اللون

source: Select Product Review Stars
ar: اختر تقييم المنتج
